---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSectionsServiceData
source: html/1435bc15-34a5-8a1c-5f8f-3e2781a99ba1.htm
---
# StructuralSectionsServiceData Properties

The current document.